{
  "experiences": [
    {
      "id": 1,
      "poste": "Développeur Web",
      "entreprise": "CPAM",
      "date": "Mars 2022 - Mai 2022",
      "photoUrl": "cpam.jpg",
      "description": "Développement d'une application métier pour l'intégration et la compilation de données pour une cartographie régionalisée de données employeurs",
      "projets": [
        {
          "nom": "Création d'une interface utilisateur",
          "description": "Permettre à toutes les CPAM d'avoir une application destinée aux non-développeurs, simple et facile d'utilisation."
        },
        {
          "nom": "Gestion des fichiers Excel de toutes les CPAMs et intégration dans une base de données",
          "description": "L'application web permet aux différentes CPAM de déposer leurs fichiers CSV sur le serveur, gérant automatiquement l'ajout des données dans la base de données. Ces données peuvent ensuite être visualisées dans une application de cartographie de la France (par région, département, ville)."
        }
      ],
      "competences": [
        "PHP",
        "JavaScript",
        "HTML",
        "CSS",
        "SQL"
      ]
    },
    {
      "id": 2,
      "poste": "Développeur Web",
      "entreprise": "RadioKing",
      "date": "Avril 2023 - Août 2023",
      "photoUrl": "radioking.png",
      "description": "Conception, développement et maintenance d'applicatifs en PHP full-stack. Amélioration de la qualité du code, de la fiabilité et participation aux choix et développements techniques. Maintenance et documentation des projets.",
      "projets": [
        {
          "nom": "Correction de tickets clients JIRA",
          "description": "Réception de rapports de bugs clients, analyse des problèmes, reproduction en local, correction, tests et mise à jour sur le serveur, puis mise en production."
        },
        {
          "nom": "Ajout d'une nouvelle fonctionnalité PLESK",
          "description": "Permettre aux clients de gérer automatiquement leurs noms de domaine et sous-domaines sur leur site radio via l'API PLESK. Vérification du SSL, activation automatique du SSL, ajout automatique du nom de domaine/sous-domaine sur le serveur."
        }
      ],
      "competences": [
        "PHP",
        "LARAVEL",
        "ZEND FRAMEWORK",
        "JavaScript",
        "WORDPRESS",
        "HTML",
        "CSS"
      ]
    }
  ]
}